{
  "market": [
    "Japanese cars account for about 30% of the U.S. car market.",
    "Every market is full of people who are looking for products, even when no jobs are being advertised.",
    "You occasionally see eel in the fish market, but it's quite rare these days.",
    "Sorrel was on duty at her stall on the corner of the flea market, so that was my first port of call.",
    "I went down to the flower market to get these - aren't they gorgeous?",
    "The technology-heavy Nasdaq market and the Russell 2000 index of smaller company stocks were flirting record highs after erasing their early losses.",
    "Without research we can't be sure of the size of our market or even who our market is.",
    "If rates go up another percentage point, however, they could seriously dampen the rebounding market.",
    "I bet you could have got that cheaper at the market.",
    "Many US-owned maquilas claim to be in the market for locally produced materials and components, backward linkages.",
    "Capitalism is based on a belief in the market.",
    "September looked set to be a dead month for mortgages, prompting fears of a further collapse in the market.",
    "The market for Internet-based products has grown dramatically in recent years.",
    "Both countries seem destined to make their mark on the red wine market with cabernet sauvignon and merlot.",
    "The magazine is aimed at the youth market."
  ],
  "street market": [
    "But I've stopped off at a street market on the way over for socks and shirts and thin garish underpants.",
    "Converse crossed the square and found a street market in the shade of the church.",
    "And what evil demon had prompted her to drive past a street market which all the gods knew she couldn't resist?",
    "I drove through a street market, up and down hills, in and out of alleyways, through tarpaper shacks.",
    "She adored shopping for bargains and street markets and would have got on well with Cherry.",
    "Most businesses and street markets opened normally.",
    "There are makeshift street markets bustling with men, women and children who have been to hell and back."
  ],
  "market for": [
    "The main market for computer software is still the U.S.",
    "a growth in the urban market for dairy products"
  ],
  "niche\/specialist market": [
    "They also provide an important service to issuers of bills by offering a specialist market for such bills.",
    "Devices that are explicitly computers appeal to a niche market.",
    "A specialist market in traditional treats will run alongside the great new industries that will feed the population.",
    "Its strategy is to acquire engineering companies in niche markets and dispose of existing businesses to reduce borrowings.",
    "New niche markets and synergies emerge as these intersections occur.",
    "The 1990s will be an age of niche markets, intense competition, and extremely short product life cycles.",
    "We live in an age of niche markets, in which customers have become accustomed to high quality and extensive choice.",
    "At $ 499, the Auri is restricted to a special niche market."
  ]
}